window.cityConfig = {
    // code是6位数。前两位代表社区，中间两位代表小区，最后两位代表楼栋。
    "name": "幸福社区",
    "code": "610000",
    "city": [{
            "name": "小区A",
            "code": "610100",
            "area": [{
                    "name": "A001",
                    "code": "610101"
                },
                {
                    "name": "A002",
                    "code": "610102"
                },
                {
                    "name": "A003",
                    "code": "610103"
                },
                {
                    "name": "A004",
                    "code": "610104"
                },
                {
                    "name": "A005",
                    "code": "610105"
                },
                {
                    "name": "A006",
                    "code": "610106"
                },
                {
                    "name": "A007",
                    "code": "610107"
                },
                {
                    "name": "b008",
                    "code": "610108"
                },
                {
                    "name": "b009",
                    "code": "610109"
                }
            ]
        },
        {
            "name": "小区B",
            "code": "610200",
            "area": [{
                    "name": "B001",
                    "code": "610201"
                },
                {
                    "name": "B002",
                    "code": "610202"
                },
                {
                    "name": "B003",
                    "code": "610203"
                },
                {
                    "name": "B004",
                    "code": "610204"
                },
                {
                    "name": "B005",
                    "code": "610205"
                },
                {
                    "name": "B006",
                    "code": "610206"
                },
                {
                    "name": "B007",
                    "code": "610207"
                },
                {
                    "name": "B008",
                    "code": "610208"
                },
                {
                    "name": "B009",
                    "code": "610209"
                }
            ]
        },
        {
            "name": "小区C",
            "code": "610300",
            "area": [{
                    "name": "C001",
                    "code": "610301"
                },
                {
                    "name": "C002",
                    "code": "610302"
                },
                {
                    "name": "C003",
                    "code": "610303"
                },
                {
                    "name": "C004",
                    "code": "610304"
                },
                {
                    "name": "C005",
                    "code": "610305"
                },
                {
                    "name": "C006",
                    "code": "610306"
                },
                {
                    "name": "C007",
                    "code": "610307"
                },
                {
                    "name": "C008",
                    "code": "610308"
                },
                {
                    "name": "C009",
                    "code": "610309"
                }
            ]
        },
        {
            "name": "小区D",
            "code": "610400",
            "area": [{
                    "name": "D001",
                    "code": "610401"
                },
                {
                    "name": "D002",
                    "code": "610402"
                },
                {
                    "name": "D003",
                    "code": "610403"
                },
                {
                    "name": "D004",
                    "code": "610404"
                },
                {
                    "name": "D005",
                    "code": "610405"
                },
                {
                    "name": "D006",
                    "code": "610406"
                },
                {
                    "name": "D007",
                    "code": "610407"
                },
                {
                    "name": "D008",
                    "code": "610408"
                },
                {
                    "name": "D009",
                    "code": "610409"
                }
            ]
        },
        {
            "name": "小区E",
            "code": "610500",
            "area": [{
                    "name": "E001",
                    "code": "610501"
                },
                {
                    "name": "E002",
                    "code": "610502"
                },
                {
                    "name": "E003",
                    "code": "610503"
                },
                {
                    "name": "E004",
                    "code": "610504"
                },
                {
                    "name": "E005",
                    "code": "610505"
                },
                {
                    "name": "E006",
                    "code": "610506"
                },
                {
                    "name": "E007",
                    "code": "610507"
                },
                {
                    "name": "E008",
                    "code": "610508"
                },
                {
                    "name": "E009",
                    "code": "610509"
                }
            ]
        },
        {
            "name": "小区F",
            "code": "610600",
            "area": [{
                    "name": "F001",
                    "code": "610601"
                },
                {
                    "name": "F002",
                    "code": "610602"
                },
                {
                    "name": "F003",
                    "code": "610603"
                },
                {
                    "name": "F004",
                    "code": "610604"
                },
                {
                    "name": "F005",
                    "code": "610605"
                },
                {
                    "name": "F006",
                    "code": "610606"
                },
                {
                    "name": "F007",
                    "code": "610607"
                },
                {
                    "name": "F008",
                    "code": "610608"
                },
                {
                    "name": "F009",
                    "code": "610609"
                }
            ]
        },
        {
            "name": "小区G",
            "code": "610700",
            "area": [{
                    "name": "G001",
                    "code": "610701"
                },
                {
                    "name": "G002",
                    "code": "610702"
                },
                {
                    "name": "G003",
                    "code": "610703"
                },
                {
                    "name": "G004",
                    "code": "610704"
                },
                {
                    "name": "G005",
                    "code": "610705"
                },
                {
                    "name": "G006",
                    "code": "610706"
                },
                {
                    "name": "G007",
                    "code": "610707"
                },
                {
                    "name": "G008",
                    "code": "610708"
                },
                {
                    "name": "G009",
                    "code": "610709"
                }
            ]
        }, {
            "name": "小区H",
            "code": "610600",
            "area": [{
                    "name": "H001",
                    "code": "610801"
                },
                {
                    "name": "H002",
                    "code": "610802"
                },
                {
                    "name": "H003",
                    "code": "610803"
                },
                {
                    "name": "H004",
                    "code": "610804"
                },
                {
                    "name": "H005",
                    "code": "610805"
                },
                {
                    "name": "H006",
                    "code": "610806"
                },
                {
                    "name": "H007",
                    "code": "610807"
                },
                {
                    "name": "H008",
                    "code": "610808"
                },
                {
                    "name": "H009",
                    "code": "610809"
                }
            ]
        }
    ]
}